/* parameter is kind of device (DV device, Sutdio DV, Studio DV/TV). */
"%@ connected" = "%@ connected";

/* parameter is kind of device (DV device, Sutdio DV, Studio DV/TV). */
"%@ in use" = "%@ in use";

/* name for auto-generated channel */
"Composite" = "Composite";

/* name for generic DV device (i.e. not a Formac Studio) in various status strings */
"DV device" = "DV device";

/* No comment provided by engineer. */
"No DV device found" = "No DV device found";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Vidi" = "Open Vidi";

/* No comment provided by engineer. */
"Open Vidi..." = "Open Vidi...";

/* No comment provided by engineer. */
"Recording was stopped prematurely due to a problem." = "Recording was stopped prematurely due to a problem.";

/* name for auto-generated channel */
"S-Video" = "S-Video";

/* No comment provided by engineer. */
"Show Control Palette" = "Show Control Palette";

/* generic status menu item */
"Status" = "Status";

/* No comment provided by engineer. */
"Studio DV" = "Studio DV";

/* No comment provided by engineer. */
"Studio DV/TV" = "Studio DV/TV";

/* No comment provided by engineer. */
"The timer recording from %@ that was scheduled to begin at %@ could not be started because the Studio DV device is currently being used by an application other than Vidi. Close the other application and then open Vidi to reschedule the recording." = "The timer recording from %@ that was scheduled to begin at %@ could not be started because the Studio DV device is currently being used by an application other than Vidi. Close the other application and then open Vidi to reschedule the recording.";

/* No comment provided by engineer. */
"The timer recording from %@ that was scheduled to begin at %@ could not be started due to a problem writing to the file %@." = "The timer recording from %@ that was scheduled to begin at %@ could not be started due to a problem writing to the file %@.";

/* No comment provided by engineer. */
"The timer recording that was scheduled to begin at %2$@ could not be started because the DV device is currently being used by an application other than Vidi. Close the other application and then open Vidi to reschedule the recording." = "The timer recording that was scheduled to begin at %2$@ could not be started because the DV device is currently being used by an application other than Vidi. Close the other application and then open Vidi to reschedule the recording.";

/* No comment provided by engineer. */
"The timer recording that was scheduled to begin at %2$@ could not be started due to a problem writing to the file %3$@." = "The timer recording that was scheduled to begin at %2$@ could not be started due to a problem writing to the file %3$@.";

/* No comment provided by engineer. */
"The timer recording that was scheduled to begin at %@ could not be started because Vidi couldn't find a supported DV device. Make sure the device is connected and powered on, then open Vidi to reschedule the recording." = "The timer recording that was scheduled to begin at %@ could not be started because Vidi couldn't find a supported DV device. Make sure the device is connected and powered on, then open Vidi to reschedule the recording.";

/* No comment provided by engineer. */
"Vidi is Recording" = "Vidi is Recording";

/* No comment provided by engineer. */
"Vidi recording stopped" = "Vidi recording stopped";

/* No comment provided by engineer. */
"Vidi timer recording could not start" = "Vidi timer recording could not start";

